/* titles */
"StandardTitle" = "Perusasennus kohteeseen ”%@”";
"CustomTitle" = "Muokattu asennus kohteessa ”%@”";

/* space requirements message */
"SpaceRequirements" = "Tämä vaatii %@ tilaa tietokoneelta.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Suorita ohjelman perusasennus levylle ”%@” osoittamalla Asenna.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Suorita ohjelman perusasennus kotikansioosi osoittamalla Asenna. Ainoastaan tietokoneen tämänhetkinen käyttäjä voivat käyttää tätä ohjelmaa.";
"InstallContinueMessage_LocalDomain" = "Suorita ohjelman perusasennus kaikille tietokoneen käyttäjille osoittamalla Asenna. Tietokoneen kaikki käyttäjät voivat käyttää tätä ohjelmaa.";
"InstallContinueMessage_UnknownDomain" = "Suorita ohjelman perusasennus osoittamalla Asenna.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Kun ohjelmiston asennus on suoritettu, tietokone täytyy sammuttaa. Haluatko varmasti asentaa ohjelmiston nyt?";
"RestartWarning" = "Kun ohjelmiston asennus on suoritettu, tietokone täytyy käynnistää uudelleen. Haluatko varmasti asentaa ohjelmiston nyt?";
"LogoutWarning" = "Ohjelmiston asentaminen vaatii kaikkien ohjelmien sulkemista. Kun asennus on suoritettu, kirjaudut ulos. Haluatko varmasti asentaa ohjelmiston nyt?";
"BatteryWarning" = "Olet aloittamassa asennusta ilman, että tietokone on liitetty virtalähteeseen tai virtalähde pistorasiaan. Haluatko varmasti suorittaa asennuksen?";
"PadWarning" = "Ohjelmiston asennuksen jälkeen Mac OS X -järjestelmään jää alle 100 Mt vapaata levytilaa. Tätä ei suositella, koska se saattaa aiheuttaa järjestelmäongelmia. Haluatko varmasti jatkaa?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Asenna";
"CONTINUE_BUTTON_TITLE" = "Jatka";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Kumoa";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Jatka asennusta";

"ExtraMediaMessage" = "Ohjelma, jota olet asentamassa, tarvitsee lisää asennuslevyjä. Ota seuraavat levyt valmiiksi:";
"AppToQuitMessage" = "Ohjelma %@ on avoinna ja se suljetaan ennen kuin asennus alkaa. Jos et halua sulkea tätä ohjelmaa, kumoa asennus.";
"AppsToQuitMessage" = "Seuraavat avoimet ohjelmat suljetaan ennen asennuksen alkua: %@. Jos et halua sulkea näitä ohjelmia, kumoa asennus.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Joitakin ohjelmia on suljettava ennen kun asennus alkaa.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ suljetaan ennen asennuksen alkua. Jos et halua sulkea tätä ohjelmaa, kumoa asennus osoittamalla Kumoa.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Seuraavat ohjelmat suljetaan: %@. Jos et halua sulkea näitä ohjelmia, kumoa asennus osoittamalla Kumoa.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Kohdelevyllä on oltava noin %@ lisää vapaata tilaa.";
"StandardInstallSinglePackageDeselectMessage" = "Lopeta Asentaja, vapauta tilaa levylle poistamalla tiedostoja ja ohjelmia ja yritä asennusta uudelleen.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Valitse toinen levy asennukselle tai lopeta Asentaja ja vapauta tilaa levylle poistamalla tiedostoja tai ohjelmia. Yritä asennusta sen jälkeen uudelleen.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Kohdelevyllä on oltava noin %@ lisää vapaata tilaa.";
"CustomMetaPackageDeselectMessage" = "Poista joitakin valintoja tai lopeta Asentaja ja vapauta tilaa levylle poistamalla tiedostoja tai ohjelmia. Yritä asennusta sen jälkeen uudelleen.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Valitse toinen levy asennukselle, poista joitakin valintoja tai lopeta Asentaja ja vapauta tilaa levylle poistamalla tiedostoja tai ohjelmia. Yritä asennusta sen jälkeen uudelleen.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "Uudempi versio ohjelmasta on asennettuna järjestelmään. Tätä vanhempaa versiota ei tarvitse asentaa.";

"CUSTOM_FOLDER_TOOLTIP" = "Kansio ”%1$@” taltiolla %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Tämän kohteen asentamiseen ei ole riittävästi tilaa.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Vapauta tilaa poistamalla tiedostoja tai ohjelmia tai valitse toinen kansio tai levy. Yritä asennusta sen jälkeen uudelleen.";
"CUSTOM_FOLDER_DESCRIPTION" = "Valitset sijantia kohteelle ”%1$@”. Kohteen koko on %2$@. Alla on luettelo levyistä ja niiden vapaasta tilasta.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (ei tarpeeksi tilaa)";
"CUSTOM_OTHER_MENU_ITEM" = "Muu…";
